       IDENTIFICATION DIVISION.
       PROGRAM-ID. PROGRAM1.

       PROCEDURE DIVISION.
           DISPLAY "Este es el programa 1 en COBOL ejecutándose correctamente."
           STOP RUN.
    